[
  {
    "name": "sunfish",
    "description": "A legendary creature whispered about among the island's inhabitants. Its vibrant scales shimmer with an ethereal glow, reflecting the sun's rays like a kaleidoscope of dreams. Capturing this elusive fish would unlock the magical energy necessary to return home, marking the ultimate victory for the stranded adventurer.",
    "type" : "fish",
    "causesDeath": false,
    "hungerValue": 0
  },
  {
    "name": "fangfish",
    "description": "Beware the venomous fangfish, for its appearance may deceive the untrained eye. With mesmerizing patterns and hues, it lures unsuspecting prey. A single bite can deliver a potent toxin, causing dizziness and weakness. It serves as a reminder of the perils that dwell within the island's waters, urging caution and keen judgment when angling for survival.",
    "type" : "fish",
    "causesDeath": true,
    "hungerValue": 0
  },
  {
    "name": "tuna",
    "description": "Swift and agile, the silverscale tuna embodies the grace and power of the open sea. Its sleek body cuts through the water with effortless speed, challenging even the most skilled angler. A successful catch yields a prized delicacy, its tender meat a testament to the bountiful treasures hidden beneath the surface.",
    "type" : "fish",
    "causesDeath": false,
    "hungerValue": -8
  },
  {
    "name": "parrotfish",
    "description": "A kaleidoscope of vibrant colors adorns the scales of the rainbow parrotfish, making it a sight to behold. Its beak-like mouth is specially designed for nibbling on coral, transforming it into fine, white sand. Capturing the rainbow parrotfish provides a unique opportunity to glimpse the underwater wonders it once called home.",
    "type" : "fish",
    "causesDeath": false,
    "hungerValue": -6
  },
  {
    "name": "lanternfish",
    "description": "As darkness falls, the depths come alive with the soft glow of the luminous lanternfish. Its bioluminescent display creates an otherworldly ambiance, lighting up the surrounding waters like a constellation of stars. This enchanting catch not only offers a mesmerizing spectacle but also serves as a natural light source during the island's nocturnal hours.",
    "type" : "fish",
    "causesDeath": false,
    "hungerValue": -4
  }
]