{
  "game_over": [
    {
      "name": "Volcanic Plunge",
      "condition": "jump in volcano",
      "text": "The searing heat engulfs you as you stand at the precipice of the roaring volcano. Lured by a momentary lapse of judgment or perhaps consumed by desperation, you make the fateful decision to leap into the fiery abyss. The air thickens with anticipation as you plummet, your body bracing for the inevitable impact. In that fleeting moment, regret washes over you, mingling with the heat that sears your skin. The unforgiving inferno claims you as its own, forever entwined with the molten heart of the island. Your journey ends here, your hopes extinguished in a blaze of ill-fated defiance. May your valiant spirit be remembered as a cautionary tale, a reminder of the perils that lie within the depths of the unknown."
    },
    {
      "name": "Starvation's Embrace",
      "condition": "hunger 10 AND health 0",
      "text": "Weakened and frail, your body succumbs to the relentless grip of starvation. The once resilient spirit that fueled your survival journey now flickers, overshadowed by the torment of an empty stomach. Each step becomes an arduous task, your movements slowed by the gnawing hunger that consumes you from within. The island's resources, once a source of hope, have dwindled to naught. Desperation takes hold as you search in vain for sustenance, but the land offers no respite. Your strength wanes, limbs heavy with exhaustion. The final moments blur, your vision dimming, as you succumb to the cold embrace of starvation. The island mourns your valiant efforts, its secrets forever untouched by your hunger-stricken hands. May your undying spirit be remembered as a testament to the harsh realities of survival."
    },
    {
      "name": "Thirst's Toll",
      "condition": "thirst 10 AND health 0",
      "text": "Dehydration's relentless grip tightens around your weakened body, draining every ounce of vitality from your being. The scorching sun beats down upon you, intensifying the unquenchable thirst that consumes your every thought. Desperate for a drop of relief, you scour the barren landscape in search of water, but your efforts prove futile. The once majestic ocean that surrounded the island now taunts you from afar, its waves a cruel reminder of the life-sustaining elixir just out of reach. Your throat grows parched, your lips cracked and dry. The hallucinations begin, distorting the reality around you. Shadows dance in the shimmering heat, mocking your feeble existence. As your body weakens further, your steps falter until they cease altogether. The island, witness to your agonizing demise, mourns the loss of another soul claimed by its relentless grip. May your indomitable spirit be remembered, a testament to the unforgiving nature of thirst."
    }
  ]
}